tasks = [{
    "name": "Киноман",
    "task": "Назови 5 фильмов",
    "time": 10,
},

{
    "name": "Педовка",
    "task": "Назови 5 песен пошлой молли",
    "time": 12,
},

{
    "name": "Патриорт",
    "task": "Назови 5 русских сериалов",
    "time": 10,
},

{
    "name": "Адекват",
    "task": "Назови 5 зарубежных сериалов",
    "time": 10,
},

{
    "name": "Политик",
    "task": "Назови 4 действующих президента",
    "time": 10,
},

{
    "name": "Географ",
    "task": "Назови 10 стран",
    "time": 10,
},

{
    "name": "Молодой",
    "task": "Назови 5 пивасов",
    "time": 9,
},

{
    "name": "Алкашня",
    "task": "Назови 7 видов алкоголя",
    "time": 10,
},

{
    "name": "Клубника",
    "task": "Назови 5 алкогольных коктейлей",
    "time": 10,
},

{
    "name": "Америкос",
    "task": "Назови 6 бургеров из мака",
    "time": 9,
},

{
    "name": "КофеМАШИНА",
    "task": "Назови 5 кофейных напитков",
    "time": 10,
},

{
    "name": "К лету готов",
    "task": "Назови 5 брендов чипсов",
    "time": 10,
},

{
    "name": "К лету готов",
    "task": "Назови 5 брендов чипсов",
    "time": 10,
},

{
    "name": "Технарь",
    "task": "Назови 5 телефонных брендов",
    "time": 10,
},

{
    "name": "Было время",
    "task": "Назови 5 вкусов сухариков 3 корочки",
    "time": 10,
},

{
    "name": "Итальяшка",
    "task": "Назови 10 пицц",
    "time": 20,
},

{
    "name": "Водила",
    "task": "Назови 5 автомабильных марок",
    "time": 10,
},

{
    "name": "Астролог",
    "task": "Назови 5 созвездий",
    "time": 8,
},

{
    "name": "Химик",
    "task": "Назови 5 химических элементов",
    "time": 10,
},

{
    "name": "Анимешник",
    "task": "Назови 5 аниме или умри",
    "time": 10,
},
    
{
    "name": "Зубрила",
    "task": "Назови 5 книг",
    "time": 10,
},
    
{
    "name": "МС Хованский",
    "task": "Назови 5 поэтов",
    "time": 10,
},
    
{
    "name": "Дед",
    "task": "Назови 5 настольных игр",
    "time": 10,
},
    
{
    "name": "Вонючка",
    "task": "Назови 4 дезодоранда",
    "time": 7,
},
    
{
    "name": "Вонючка",
    "task": "Назови 3 дезодоранда",
    "time": 7,
},
    
{
    "name": "Светлая память",
    "task": "Назови 5 предметов на Р",
    "time": 10,
},
    
{
    "name": "Романтик",
    "task": "Назови 5 цветков",
    "time": 10,
},
    
{
    "name": "Старпер",
    "task": "Назови 10 рыб",
    "time": 20,
},
    
{
    "name": "Градоначальник",
    "task": "Назови 5 городов на К",
    "time": 10,
},
    
{
    "name": "Жиденько",
    "task": "Назови 5 супов",
    "time": 8,
},
    
{
    "name": "Спайсуха",
    "task": "Назови 2 зеленых овоща",
    "time": 8,
},
    
{
    "name": "Гена букин",
    "task": "Назови 5 видов обуви",
    "time": 10,
},
    
{
    "name": "Биомусор",
    "task": "Назови 5 песен элджея",
    "time": 10,
},
    
{
    "name": "Сладкоежка",
    "task": "Назови 5 тортов",
    "time": 10,
},
    
{
    "name": "Мышь",
    "task": "Назови 5 сыров",
    "time": 10,
},
    
{
    "name": "Диабетик",
    "task": "Назови 7 газировок",
    "time": 10,
},
    
{
    "name": "Беремена в 16",
    "task": "Назови 3 бренда презервативов",
    "time": 10,
},
    
{
    "name": "Игруля",
    "task": "Назови 7 компьютерных игр",
    "time": 10,
},
    
{
    "name": "Искуственный интелект",
    "task": "Назови 7 персонажей из смешариков (по именам)",
    "time": 10,
},
    
{
    "name": "Повар",
    "task": "Назови 5 гарниров",
    "time": 10,
},
    
{
    "name": "Китаец",
    "task": "Назови 5 блюд с рисом",
    "time": 10,
},
    
{
    "name": "Аватар",
    "task": "Назови злодея из последней части шрека",
    "time": 10,
},
  
{
    "name": "Баклажан",
    "task": "Назови 5 шашлыков (шашлык из ..)",
    "time": 10,
},
    
{
    "name": "Баклажан",
    "task": "Назови 5 шашлыков (шашлык из ..)",
    "time": 10,
},
    
{
    "name": "Спортивный инструктов",
    "task": "Назови 5 спортивных игр",
    "time": 10,
},
    
{
    "name": "Ботва",
    "task": "Назови 3 красных овоща",
    "time": 10,
},
    
{
    "name": "И все таки, он есть.",
    "task": "Назови 4 мировых религии",
    "time": 10,
},
    
{
    "name": "Дворецкий",
    "task": "Назови 5 супермаркетов",
    "time": 7,
},
    
{
    "name": "Часовщик",
    "task": "Сколько секунд в часе?",
    "time": 10,
},
    
{
    "name": "Москва - Владимир",
    "task": "Назови 5 карточных игр",
    "time": 10,
},
    
{
    "name": "Рэйв",
    "task": "Назови 5 песен руки вверх",
    "time": 10,
},

{
    "name": "Гуль",
    "task": "Назови 4 персонажа из токийского гуля",
    "time": 10,
},

{
    "name": "Молодой человек",
    "task": "Назови 5 сестер из папиных дочек",
    "time": 10,
},

{
    "name": "Музыкальная пауза",
    "task": "Спой куплет песни кузи из универа, я 3 года в общаге",
    "time": 10,
},

{
    "name": "Тектонек",
    "task": "Станцуй тектонек",
    "time": 10,
},

{
    "name": "Крыха поехала",
    "task": "Станцуй нижний брейк",
    "time": 10,
},

{
    "name": "Лисбуха",
    "task": "перечисли цвета лгбт",
    "time": 10,
},

{
    "name": "Ниггер",
    "task": "назови 5 позиций из кфс",
    "time": 10,
},

{
    "name": "Музыкальная пауза",
    "task": "Спой любую песню руки вверх",
    "time": 10,
},

{
    "name": "Музыкальная пауза",
    "task": "Спой песню 'минимал' элджей",
    "time": 10,
},

{
    "name": "Олды здесь?",
    "task": "5 сериалов с тнт",
    "time": 10,
},

{
    "name": "хОрОроРо",
    "task": "Назови 3 прдемета на к",
    "time": 5,
},

{
    "name": "Полиглотчанин",
    "task": "назови 3 слова из 2 слогов",
    "time": 10,
},
]

img_nums = ['0', '1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14', '15', '16', '17', '18', '19', '20', '21', '22', '23', '24', '25', '26', '27', '28', '29', '30', '31', '32', '33', '34', '35', '36', '37', '38', '39', '40', '41', '42', '43', '44', '45', '46', '47', '48', '49', '50', '51', '52', '53', '54', '55', '56', '57', '58', '59', '60', '61', '62', '63', '64', '65', '66', '67', '68', '69', '70', '71', '72', '73', '74'];